Repository: wp-plugins/woocommerce-servired-integration-light
Catalog: trunk/languages/wooserviredlight-*.po
Languages: es_es

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable Servired Light
es_es: Activar Servired Light

source: Title
es_es: Título

source: This title is showed in checkout process.
es_es: Texto mostrado en el proceso de pago.

source: Description
es_es: Descripción

source: Description of the method of payment. Use it to tell the user that it is a secure system through bank.
es_es: Descripción del método de pago. Úselo para indicar a los usuarios que se usará una pasarela de pago bancario segura.

source: Secure payment by credit card. You will be redirected to the secure website of the bank.
es_es: Pago seguro con tarjeta de crédito. Será redireccionado a la entidad bancaria.

source: Trade name
es_es: Nombre de comercio

source: Trade number
es_es: Número de comercio

source: Terminal number
es_es: Número de terminal

source: Secret key
es_es: Clave secreta

source: Encryptation Secret Key.
es_es: Clave secreta de encriptación.

source: Sort Code
es_es: Código

source: Complet
es_es: Completa

source: SHA1 - Complet Extended
es_es: SHA1 - Completa extendida

source: Test Mode
es_es: Mode pruebas

source: Enable Servired test mode.
es_es: Activar modo pruebas.

source: Servired Payment
es_es: Pago con Servired

source: Allows Servired card payments.
es_es: Permite el pago con tarjetas de cŕedito.

source: Thank you for your order, click on the button to pay for Servired.
es_es: Gracias por su pedido, haga click en el botón para proceder al pago.

source: Thank you for your order. We are now redirecting you to servired to make payment.
es_es: Gracias por su pedido. Le redireccionaremos a la web segura de la entidad bancaria.

source: Pay via Servired
es_es: Pagar con Servired

source: Cancel order &amp; restore cart
es_es: Cancelar pedido &amp; restaurar carro

source: Order %s
es_es: Pedido %s

source: Servired order completed, code %s
es_es: Servired pedido completado, código %s

source: Servired Payment ERROR, code %s
es_es: Servired ERROR de pago, código %s
